Repository: Motaweron-IOS/WashSquadUpdated
Catalog: WashSquad/*.lproj/Localizable.strings
Languages: ar

# Buy
source: Buy this book
ar: اشتري

# sv
source: Loading Please Wait
ar: تحميل من فضلك انتظر

source: login
ar: دخول

# cret
source: Register
ar: تسجيل

# connMSG
source: Connection Error Check your connection and try again
ar: حدث خطأ يرجي التاكد من الانترنت والمحاولة مرة اخري

# err
source: Error
ar: خطأ

# errll
source: Something went Error Please try again later
ar: حدث خطأ يرجي المحاولة في وقت لاحق

# mobErr
source: Error Enter a Valid Phone Number
ar: تاكد من ادخال رقم هاتف صحيح ثم حاول مرة اخري

source: Resend
ar: اعادة ارسال

# allof
source: Error Please Enter all Details
ar: تأكد من ادخال جميع البيانات

source: Done
ar: تم

# inv
source: Error Invalid Phone or Password
ar: رقم الهاتف او الرقم السري غير صحيح

# su
source: Success
ar: تم بنجاح

# cm
source: Camera
ar: الكاميرا

# glry
source: Photos
ar: الصور

# upldpho
source: Uplaod Photo
ar: رفع صورة

# resEn
source: App Needs Restart to Change it's Language
ar: لتغيير اللغة يجب اعادة تشغيل التطبيق

# AppRes
source: Restart App?
ar: اعادة تشغيل التطبيق؟

# regBut
source: Register!
ar: !تسجيل

# mr
source: More
ar: المزيد

# ere
source: Write Your Message
ar: اكتب رسالتك

# nam
source: Name
ar: الاسم

# addr
source: Address
ar: العنوان

# pho
source: Phone
ar: رقم الهاتف

# pri
source: Price
ar: السعر

# reg
source: You Should REGISTER to View selected Content
ar: لابد من تسجيل الدخول اولا

# cann
source: Cancel
ar: الغاء

# err404
source: your number isn't registered ,please register
ar: هذا الرقم غير مسجل لدينا ,من فضلط سجل

# CRT
source: Success Added to Cart
ar: تم اضافة الطلب للسلة بنجاح!

# ordNow
source: ORDER NOW!
ar: اطلب الان!

# adnv
source: Add Another Viecle
ar: اضف طلب اخر

# maxx
source: The maximum number of requests for the selected service has been exceeded
ar: تم وصول الحد الاقصي من الطلبات لهذه الخدمة

# EMPY
source: NO Orders Data!
ar: لايوجد طلبات!

# psSUC
source: Change Password Success
ar: تم تغيير الرقم السري نبجاح

# sus
source: Error this Account is Suspended
ar: خطا هذا الحساب محظور

# fbe
source: Error this Account is Already Exists
ar: خطا هذا الحساب موجود بالفعل

# prof
source: Profile
ar: الحساب

# srvs
source: Services
ar: الخدمات

# ofrs
source: Offers
ar: العروض

# crt$
source: Cart
ar: السلة

# errcode
source: Wrong Code!
ar: رقم التحقق خاطئ!

# crt
source: Cart
ar: السلة

# offs
source: Offers
ar: العروض

# wa
source: Wash
ar: غسيل

# pro
source: Profile
ar: الحساب

# md
source: More Details
ar: المزيد

# ld
source: Less Details
ar: اقل

# CB
source: Choose Band
ar: اختر الماركة

# tpmap
source: Please Tap on Map to Mark Location
ar: من فضلك اضغط علي الخريطة لتحديد مكان

# noDB
source: Coupon not Found!
ar: الكوبون غير موجود بالخدمة!

# Disc
source: Discount
ar: خصم

# suord
source: Sending Order Success !
ar: تم ارسال الطلب بنجاح !

# iodate
source: Date
ar: التاريخ

# ppRice
source: Total Price:
ar: الاجمالي:

# rate
source: Service Rating
ar: تقييم الخدمة

# rts
source: Rate Send Success!
ar: تم التقييم بنجاح!

# noComp
source: Order Not Completed yet!
ar: اكمل الطلب !

# ryal
source: SAR
ar: ريال

# VSND
source: Send
ar: ارسل

# ret
source: return
ar: رجوع

# FRGPASS
source: Forget Password?
ar: نسيت كلمة المرور?

source: Subscripe
ar: اشتراك

source: Request postonement
ar: طلب تأجيل
